/**
 * 保养知识目录进入对应的详情页
 */

// ------------------------------------------- 常见售后知识 ------------------------------
// 首饰-日常保养必知
export const afterSaleDetail0 = {
  pageTile: '首饰-日常保养必知',
  content: [
    {
      title: '',
      textArr: [
        `对于一些自己喜爱的首饰，保养是一门必修课，保养得当能延长首饰的寿命，同时也可以避免不必要的经济损失，以下是首饰保养的常规方法：`,
        `1. 忌碰撞或受力，以免变形或断裂，如运动、睡觉、做饭时都要摘下你心爱的首饰。`,
        `2. 忌接触日化用品，以免发生化学反应如香皂、沐浴露、洗发水、化妆品等。`,
        `3. 首饰不佩戴时应单件存放，用首饰盒或小袋装好，不同种类的珠宝，硬度不同，要分开佩戴和放置，避免互相磨损。`,
        `4. 定期检查珠宝首饰，爪镶宝石有没有松动、有没有掉钻、项链卡扣是否牢固等，首饰一旦损坏后，应马上送到相关售后服务部门修理。佩戴后珠宝首饰常因沾染灰尘或污垢而失去光泽，常见清洗的方法有多种：`,
        `第一、送至周六福门店进行专业清洗；`,
        `第二、自己用温水冲洗，将饰品置于盛有温和清洁剂的容器中，约二十分钟取出，用小毛刷轻轻刷洗，同时别忘记预先用盆盛载着或塞好洗涤盆才洗擦，以防首饰跌入水渠内，清洗后必须用清水洗净，用软布擦干；`,
        `第三、定期清洗首饰，建议一个月一次。`,
      ]
    }
  ]
}

// 常见贵金属-日常保养和成色及字印
export const afterSaleDetail1 = {
  pageTile: '常见贵金属-日常保养和成色及字印',
  content: [
    {
      title: '日常保养：',
      textArr: [
        `1. 足金、足铂等高纯度贵金属饰品比其它贵金属饰品要软，容易被挤压变形，应尽量避免外力挤压。`,
        `2. 925银饰品极易被氧化变黑，应避免与汗液、化妆品等接触，若银饰品已氧化变黑，可用抹银布进行擦拭，或到珠宝店进行清洗。`,
        `3. 白色18K金饰品长期佩戴或与硬物摩擦，会使饰品失去光泽，使饰品颜色变黄，应尽可能避免与硬物接触。`,
        `4. 工艺复杂的贵金属饰品，一旦被损坏，修理困难，且难于恢复原样，所以一定要小心佩戴，尤其是一些蛇骨链、硬身链、满天星等，千万不能拉、折且在洗澡、睡觉时避免佩戴。`,
      ]
    },
    {
      title: '成色及字印：',
      textArr: [
        `1.【足金】指黄金含量不低于990%。的金饰品，饰品通常刻有“Au990”或“足金”字印。`,
        `2.【足铂金】指铂金含量不低于990%。的铂金饰品，饰品通常刻有“Pt990”或“足铂”字印。`,
        `3.【Pt 950】指铂金含量不低于950%。的铂金饰品，饰品通常刻有“Pt950”字印。`,
        `4.【18k金】指黄金含量占750%。的金饰品，其余的250%。为其它贵金属，因加入的金属成分不同，饰品可呈现不同的颜色，通常刻有“Au750(G18K)”或“G750(G18K)”等字印。`,
      ]
    }
  ]
}


// ------------------------------------------- 贵金属类保养 ------------------------------
// 黄金
export const metalDetail0 = {
  pageTile: '黄金',
  content: [
    {
      title: '1. 【保管注意事项】',
      textArr: [
        `切勿金饰与银器、水银、铅等金属接触，避免起化学反应， 使金属首饰出现白点，但经火烧后白点便会消失；`,
        `切勿带金饰游泳，避免泳池水中含氯使金饰发生氧化，从而使其变得暗哑；`,
        `切勿漂白水清洗，避免漂白剂内含的化学成分影响黄金的色泽；`,
        `切勿佩戴金饰理发，避免染发剂与电发药水内含的化学成分会破坏金饰整体美感；`,
        `切勿金饰与二氧化硫、磷酸盐交叉接触，避免使黄金饰品出现微小黑点；`,
        `黄金饰品质地柔软，需防止挤压造成首饰变形；`,
        `慎防过高温差，蒸汽的热量可能会透过金饰灼伤皮肤，建议享受蒸汽浴时谨记摘下金饰。`,
      ]
    },
    {
      title: '2. 【清洗保养小贴士】',
      textArr: [
        `每隔1-2星期用清水稀释中性洗液清洗金饰，避免选用一些含碱性或酸性；`,
        `可用软毛刷轻擦，去除金饰表面的尘埃及污垢，不宜用过硬的刷子清理，以免刮花金；`,
        `可尝试以水柱的冲力代替刷子清理污垢，清洁后用软棉布抹干或自然风干即可；`,
        `若以上方法均不能使金饰恢复光彩，要彻底清洁金饰，请将金饰送到周六福门店清洁。`,
      ]
    }
  ]
}

// 铂金
export const metalDetail1 = {
  pageTile: '铂金',
  content: [
    {
      title: '1、【保管注意事项】',
      textArr: [
        `铂金与铂金碰撞便有可能出现移位的情况，首饰盒宜选内有软垫或鹿皮的；`,
        `每件首饰应该独立存放，以减少因碰撞造成的金属移位机率；`,
        `铂金是较耐磨的金属，应避免与其他不同种类的金属一并佩戴，以免互相摩擦而出现刮花或变色。`,
      ]
    },
    {
      title: '2、【清洗保养小贴士】',
      textArr: [
        `如自行清洗铂金饰品，可先浸泡在稀释的皂液中，以软毛刷轻刷，然后用清水冲洗，再以软布擦干；`,
        `刮花或损坏时，只要把首饰拿到周六福门店打磨、加金修补，首饰便能恢复昔日光彩，有划痕应尽快处理修补。`,
      ]
    }
  ]
}

// K金
export const metalDetail2 = {
  pageTile: 'K金',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `K金饰品表面会经过打磨及电金，令光泽更为突出，请将饰品与其他珠宝或金属分开佩戴，避免长期存放于高温或潮湿的环境，以免互相刮花或引起氧化作用，减少出现变色的情况；`,
        `切勿让K金饰品接触清洁剂等化学物或香水等高挥发性物质，使用香水，发胶或指甲油时，待其挥发后再佩戴K金饰品，避免让两者接触；`,
        `切勿带金饰游泳，避免泳池水中含氯使金饰发生氧化，从而使其变得暗哑。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `如自行清洗K金饰品，可先浸泡在稀释的皂液中，以软毛刷轻刷，然后用清水冲洗，再以软布擦干；`,
        `每半年把K金首饰送到周六福门店清洗，即可使其保持闪亮。`,
      ]
    }
  ]
}

// 硬金
export const metalDetail3 = {
  pageTile: '硬金',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `存放金饰时，切忌与其它金属一起摆放，需用干净绒布包好放进首饰箱，需用干净绒布包好再放进首饰箱，避免接触银器，水银，铅等金属；`,
        `切勿让金饰与汗水等酸性物质常接触，避免令表面出现氧化情况，使金饰表面变成咖啡色或灰白色；`,
        `切勿让金饰与香水、发胶等高挥发性物质接触，睡觉、游泳及做日常家务应脱下金饰；`,
        `佩戴时，应避免硬金产品承受过大的碰撞力，否则会有机会产生断裂；`,
        `佩戴时，应避免硬金产品与尖锐物品碰撞，以免刮花；`,
        `硬金经火烧后会变脆，故切勿使硬金产品接触高温；`,
        `硬金戒指、手镯类产品，因其形态是固定的，所以不可使用硬物品强行加大圈口，强行挤压货品使其容易出现裂纹，从而导致于佩戴时出现断裂情况。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `如金饰因污渍及灰尘的沾染失去光泽，可将其置于用温水稀释后的家用洗洁精(温水与洗洁精比例：5:1)浸泡并再用清水清洗干净，用绒布擦干即可。`,
      ]
    }
  ]
}


// ------------------------------------------- 宝石类保养 ------------------------------
// 钻石
export const gemDetail0 = {
  pageTile: '钻石',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `游泳时，需摘下钻饰，以防金属部分被游泳池中的氯或海水氧化；`,
        `做家务时勿让钻饰接触漂白水；`,
        `钻饰应用盒子或透明胶袋单独存放，以免互相摩擦而刮花；`,
        `避免接触香水、化妆品、酸性物质、家用清洁剂或杀虫剂等化学品；`,
        `高温环境也有可能对珠宝造成损坏。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `钻石具有吸油性故需定期清洗以维持钻石光芒，经常戴的钻石建议每星期清洗一次；`,
        `如自行清洗钻石首饰，可以把钻石泡在稀释的皂液中，以软毛轻刷钻石及托位，然后用清水冲洗，再以软毛吸干水分，同时别忘记预先用盆盛载着或塞好洗涤盆才洗擦，以防钻石跌入水渠内；`,
        `每次自行清洗前，必须检查钻石是否有松脱，如发现有摇动，可以交回珠宝店，让专业师傅把饰品松石镶牢固便可。`,
      ]
    }
  ]
}

// 珍珠
export const gemDetail1 = {
  pageTile: '珍珠',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `珍珠饰品忌接触酸性物质及化学品，如醋、香水、橙汁、肥皂、定型水、硫酸、涂改液、漂白水等；`,
        `请勿佩戴珍珠饰品下厨，蒸汽和油烟会透过珍珠表面的微小气孔渗入，从而使之变黄；`,
        `珍珠饰品需避免放在阳光下暴晒，或置于太干燥的地方，以免影响其光泽；`,
        `珍珠忌高温，温度过高的热水会影响珍珠的光泽；`,
        `珍珠忌磨损，不能接触粗糙的质料，不佩戴时应用丝绸包好放进首饰盒，单独存放；`,
        `珠链不能挂起存放，以免丝线变形，互相刮花。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `清洗珍珠时，不应使用高浓度皂液、家用清洁剂或热水清洗，只需用清水及柔软绒布清洁后风干便可。`,
      ]
    }
  ]
}

// 宝石
export const gemDetail2 = {
  pageTile: '宝石',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `避免将宝石存放高温或阳光直射的地方，否则宝石饰品可能变色或失去光泽；`,
        `宝石分开单独存放，最好用绒布小袋包裹，以免磨损，形成划痕；`,
        `大多数的宝石脆性较大，佩戴宝石首饰不宜做家务，需避免与硬物碰撞，防止碎裂；`,
        `酸性的物质、汗水、化妆品或油脂等都会使宝石失去光彩，因此切勿佩戴宝石首饰运动、化妆或下厨。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `清洁宝石只需用经过稀释的中性洗液浸泡，用软毛刷清洁，一定要用清水洗净，并用软布，抹干后再放入首饰盒；`,
        `清洗宝石不宜放进超声波机中清洗，勿用强烈皂液、腐蚀性极强的含氯漂白水或热水清洗，否则宝石会失去光芒，更不宜用硬毛刷清洁，以免刮花宝石；`,
        `定期清洗首饰，建议一个月一次。`,
      ]
    }
  ]
}


// 祖母绿
export const gemDetail3 = {
  pageTile: '祖母绿',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `天然祖母绿几乎90%以上都有内含物，因此在佩戴和保养上应多加小心；`,
        `祖母绿比较脆做家务或运动时不要佩戴祖母绿饰品，以防碰撞而导致出现裂纹；`,
        `祖母绿饰品应避免接触高温环境，所以不要佩戴祖母绿饰品浸泡洗浴和下厨，避免过热的温度使宝石的内部产生裂纹；`,
        `祖母绿饰品在放置时请放在柔软的首饰盒内，避免与其它坚硬物质接触。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `祖母绿饰品不可使用超音波清洁器或高温来清洁，可在温水中轻轻擦洗宝石即可。`,
      ]
    }
  ]
}


// 翡翠
export const gemDetail4 = {
  pageTile: '翡翠',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `翡翠忌高温，应避免与明火接触，故烹饪时一定要摘下翡翠饰品，以免令其失去光润亮泽；`,
        `翡翠珍贵稀有，一些精巧的款式尤其不堪撞击，佩戴和存放要倍加小心，需单独存放，以免互相碰撞导致损坏。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `清洗翡翠时，不应使用高浓度皂液、家用清洁剂或热水清洗，可用中性洗洁剂，以软毛刷配合温水清洗，最后用软刷毛巾擦干即可，尽量避免与化妆品接触。`,
      ]
    }
  ]
}


// 玉髓
export const gemDetail5 = {
  pageTile: '玉髓',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `玉髓质地坚硬，虽能够承受较大压力，但具有脆性，需注意避免碰撞硬物或跌落到地上，不使用时应收藏在质地柔软的饰品盒内；`,
        `尽量避免与香水，化学剂液，肥皂或是人体汗水接触，以防受侵蚀，影响玉髓鲜艳度；`,
        `玉髓遇热膨胀，持续接触高温，会导致玉髓发生爆裂，掉色，所以要注意避开热度，如阳光、炉灶等。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `玉髓不宜用热水或温水清洗，应将它浸泡在冷水中，约7~8分钟以后，用柔软的毛刷沾中性洗调剂轻轻刷洗，再用清水漂洗干净，清洁后用轻柔而不含绒毛的布料抹干即可。`,
      ]
    }
  ]
}


// 琥珀
export const gemDetail6 = {
  pageTile: '琥珀',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `琥珀是有机宝石，忌与挥发性、腐蚀性强的物质接触，如酒精、乙醍、香水、发胶、肥皂与洗洁精等，不慎接触后应立即用湿布轻轻擦拭干净；`,
        `收藏琥珀应单件存放，轻拿轻放，避免强烈的光源近距离照射，洗澡时亦不能佩戴，阳光或灯光照射不会对琥珀造成损害；`,
        `琥珀与硬物强烈碰撞会对其造成刮痕，甚至破损或破碎。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `沾灰的琥珀在长期不用时，应以温水清洗，用软布吸干水渍后，用少量的纯净橄榄油轻拭琥珀，最好的保养方式为经常佩戴，可以润饰琥珀。`,
      ]
    }
  ]
}


// 贝壳
export const gemDetail7 = {
  pageTile: '贝壳',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `贝壳的成分是含有机质的碳酸钙，化学稳定性差，可溶于酸、碱中，不宜接触樟脑丸、清洁剂、咖啡、香水、油、盐、酒精、发乳、醋和脏物，更不能接触香蕉水等有机溶剂，不要与其它首饰放在一起，以免刮花表面。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `贝壳可用中性洗洁精洗涤清洁，并用软布擦干，以确保首饰持久亮丽；`,
        `如不小心与酒或咖啡等接触，应马上用清水冲洗干净，用软布擦干。`,
      ]
    }
  ]
}



// 水晶
export const gemDetail8 = {
  pageTile: '水晶',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `晶具有脆性，需单独存放，避免剧烈撞击，造成损坏；`,
        `因水晶表面洁亮如镜，为避免因汗渍、油垢沾染，而失去光泽，建议佩戴后，用软布擦拭。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `如有油渍或手印留在水晶首饰上，可用性质温和的中性洗液及软毛刷清洗，用清水洗净后，再用干净棉布擦拭。`,
      ]
    }
  ]
}


// 托帕石
export const gemDetail9 = {
  pageTile: '托帕石',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `存放托帕石首饰时，不宜与其他首饰存放在一起，以避免相互摩擦及碰撞，最好用绒布包襄，单独存放。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `为避免托帕石因汗渍、油垢沾染，建议每隔一到两个星期清洗一次；`,
        `托帕石不宜用热水或温水清洗，应将它浸泡在冷水中，约7—8分钟以后，用软毛刷蘸肥皂水或中性洗涤剂刷净，再用清水冲洗即可。`,
      ]
    }
  ]
}


// 绿松石
export const gemDetail10 = {
  pageTile: '绿松石',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `绿松石颜色娇嫩，怕污染，应避免与酒精、芳香、化妆品、茶水、皂水、油污、铁锈接触，以防顺孔隙渗入使绿松石变色；`,
        `另绿松石能够吸收油脂，当身上涂有防晒霜或乳液的时候不要佩戴绿松石首饰；`,
        `绿松石怕高温，进入厨房或者靠近火炉时一定要先摘下首饰，以免温度过高使其褪色和产生裂纹；`,
        `绿松石长期暴露在阳光下或高温中会褪色或干裂，故绿松石首饰要放在阴凉的地方；`,
        `绿松石的质地比较松、多孔，很容易吸油、最好不要直接接触皮肤戴，尤其是夏天出汗比较多的时候。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `如果脏了，最好是用软布擦，切忌用水清洗，绿松石遇酸会缓慢溶解，因此不能用酸性清涤剂清洗。`,
      ]
    }
  ]
}


// 碧玺
export const gemDetail11 = {
  pageTile: '碧玺',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `碰撞易擦花，存放要小心，切勿将饰品重叠在一起，应存放于原来包装袋中或置于备有独立小格子的首饰盒内，避免擦花；`,
        `沐浴时的香气、游泳中的氯气、海水中的盐份以及香水，都将会对首饰造成蚀痕，洗澡或游泳前应将饰物卸除；`,
        `碧玺遇高温会改变颜色，因此不宜佩戴碧玺首饰进入厨房或靠近火炉。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `碧玺具有热电性，太阳照射或受热会产生静电而吸附一些微细的灰尘，在风尘较大的环境工作，应经常用中性清洗液清洗宝石，以保持其光泽柔美。`,
      ]
    }
  ]
}


// 角闪石
export const gemDetail12 = {
  pageTile: '角闪石',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `角闪石的硬度虽高，但受强力碰撞后容易裂，佩戴角闪石首饰时不宜做家务或进行手部活动较多的事；`,
        `角闪石等悬挂饰物，要定期检查系绳是否牢固，每1-2年要更换系绳，防止丢失饰物；`,
        `灰尘、汗水、化妆品或油脂等会使角闪石失去原有的光泽，因此切莫佩戴角闪石首饰运动，化妆或下厨。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `定期清洗，建议每隔一到两个星期清洗一次；`,
        `角闪石佩戴久了会有污垢或油渍等附于表面，应以温水稀释的中性洗液清洗，再用清水冲洗，切忌用酒精洗涤，如有表面附有灰尘，宜用软毛刷清洁。`,
      ]
    }
  ]
}


// 孔雀石
export const gemDetail13 = {
  pageTile: '孔雀石',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `孔雀石韧性差，容易碎，害怕碰撞，不宜佩戴孔雀石首饰从事剧烈运动；`,
        `孔雀石接触酸性和碱性物质，容易损伤表面光泽，应避免香水、肥皂、定型水、漂白水或海水等接触。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `清洁孔雀石只需用清水浸泡，用软毛刷清洗，并用软布抹干后放入首饰盒；`,
        `切勿用漂白水、酸性洗涤剂、牙膏、含研磨料的洗衣粉、清洁剂清洗。`,
      ]
    }
  ]
}


// 青金石
export const gemDetail14 = {
  pageTile: '青金石',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `手上佩戴青金石时不宜做家务或进行手部活动较多的事，小小的碰撞都有可能导致首饰损坏。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `青金石会因酸性的物质、汗水、化妆品或油脂的腐蚀而失去原有的光彩，在进行运动和下厨时一定将青金石首饰取下，并且每隔一到两个星期清洗一次；`,
        `青金石首饰玷污之后，不能用水浸泡和冲洗，用水浸泡和冲洗，会改变青金石原有的光泽，可用湿布轻轻擦拭，抹去污垢。`,
      ]
    }
  ]
}


// 和田玉
export const gemDetail15 = {
  pageTile: '和田玉',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `应尽量避免和田玉与硬物碰撞，做家务或运动时应将和田玉饰品取下；`,
        `在佩戴和田玉饰品时尽量避免与香水接触，不佩戴时要妥善保管，最好是放进首饰袋或首饰盒内，以免刮花或碰损。`,
      ]
    },
    {
      title: '2. 【清洗保养小贴士】',
      textArr: [
        `和田玉饰品在佩戴一段时间后，会在表面附着一些灰尘或皮肤表面的油脂，可以用软毛刷在清水中进行清洁，应避免使用化学剂；`,
        `和田玉饰品最好的保养方式就是经常佩戴，只有经常佩戴才能使和田玉保持油润的光泽。`,
      ]
    }
  ]
}

// 金镶玉
export const gemDetail16 = {
  pageTile: '金镶玉',
  content: [
    {
      title: '1.【保管注意事项】',
      textArr: [
        `金镶玉是采用传统黄金与现代工艺相结合，黄金质地柔软，每次佩戴完后请妥善保存；`,
        `注意保管，避免因保存不当而产生玉石、宝石松动；`,
        `切勿将商品存放高温或阳光直射的地方，否则金镶玉/金镶宝可能会失去应有的光泽。`,
      ]
    },
    {
      title: '2.【清洗保养小贴士】',
      textArr: [
        `清洗金镶玉时，不应使用高浓度皂液、家用清洁剂或热水清洗，可用中性洗洁剂，以软毛刷配合温水清洗，最后用软刷毛巾擦干即可，尽量避免与化妆品接触。`,
      ]
    }
  ]
}
